{
  "PRIMARY_PROJECTS": "Projets principaux",
  "SECONDARY_PROJECTS": "Projets secondaires",
  "EDUCATION": "Formations",
  "RELATIONAL_DATABASES": "Base de données relationnelles",
  "NOSQL": "NoSQL",
  "DATA_BACKUP": "Sauvegarde des données",
  "DATA_VISUALIZATION": "Datavisualisation",
  "COMPUTING_AND_PROGRAMMING_TOOLS": "Calcul et outils de programmation",
  "ALGORITHMS_AND_DATA_STRUCTURES": "Algorithmique & Structures de données",
  "LINUX_SYSTEMS_AND_TOOLS": "Système et outils Linux",
  "WEB_TECHNOLOGIES": "Technologies Web",
  "OBJECT_ORIENTED_PROGRAMMING": "Programmation orientée objet",
  "SCRIPTING_LANGUAGES": "Langages scripts",
  "DEV": "Développement",
  "CAPTURE_TRANSMISSION_ELECTRONICS": "Captation, transmission, électronique",
  "DATA_CAPTURE_INSTRUMENTATION": "Instrumentation et captation de données",
  "PHYSICS_OF_TRANSMISSIONS": "Physique des transmissions",
  "COMPONENTS_FOR_EXECUTION_ARCHITECTURE": "Composants pour architecture d’exécution",
  "TELECOMMUNICATIONS_CHAIN": "Chaîne de télécommunications",
  "NETWORK_PRINCIPLES": "Principe des réseaux",
  "SCIENTIFIC_FUNDAMENTALS": "Fondamentaux scientifiques",
  "MATHEMATICAL_TECHNIQUES": "Techniques mathématiques",
  "PROBABILITIES": "Probabilités",
  "STATISTICS": "Statistiques",
  "ADVANCED_STATISTICS": "Statistiques avancées",
  "PROFESSIONAL_ENVIRONMENT": "Environnement professionnel",
  "CREATIVITY_TECHNIQUES": "Techniques de créativité",
  "PROJECT_MANAGEMENT": "Gestion de projet",
  "MULTIDISCIPLINARY_WORKSHOP": "Workshop pluridisciplinaire",
  "FINANCIAL_MANAGEMENT": "Gestion financière",
  "ENGLISH": "Anglais",
  "USAGE_DESIGN": "Design des usages",
  "DIGITAL_LEGISLATION": "Législation numérique",
  "WRITTEN_EXPRESSION_TECHNIQUES": "Technique d’expression écrite",
  "MORE": "En savoir plus",
  "POKEMON_MANAGER": "Pokémon Manager",
  "PM_DESC1": "Pokémon Manager est un projet personnel que j'ai commencé en juin 2023 avec un objectif clair : fusionner deux univers qui me passionnent, Pokémon et les jeux de gestion à la manière de Football Manager.",
  "PM_DESC2": "L'idée de base est simple : plutôt que de vivre l'aventure Pokémon dans la perspective classique de la troisième personne, on se glisse ici dans la peau d'un gestionnaire. La mission est de veiller au bon développement des Pokémon tout en surveillant les performances de l'équipe.",
  "PM_DESC3": "Ce projet est pour moi l'occasion de renforcer mes compétences en Angular, une technologie que j'utilise dans un cadre professionnel, tout en approfondissant ma connaissance de MongoDB, que j'ai découverte au cours de mes études.",
  "WORK_IN_PROGRESS": "En cours de développement...",
  "AW_DESC1": "Pendant mon alternance chez Astrée Software, j'ai eu l'opportunité de contribuer, entre autres projets, au développement du logiciel phare de la société, Aquiweb.",
  "AW_DESC2": "Aquiweb, un système d'exécution de la production (MES pour Manufacturing Execution System), numérise les processus de production afin d'optimiser de façon durable la performance industrielle.",
  "AW_DESC3": "Ce projet chez Astrée Software a joué un rôle crucial dans mon parcours professionnel, car il a été mon introduction au monde du développement informatique",
  "INTRO": "Apprenti Ingenieur Logiciel chez Astree Software",
  "D3JS_DESC1": "Durant ma formation, nous avons réalisé un projet qui combinait deux disciplines : la datavisualisation et la programmation en langages de script",
  "D3JS_DESC2": "L'objectif de ce projet était d'explorer la bibliothèque D3.js pour la visualisation de données. Nous nous sommes concentrés sur le thème des voitures électriques, en développant un outil qui aide à la prise de décision lors de l'achat d'une voiture électrique.",
  "HTML_CSS_BDD_DESC1": "Pendant le cours sur les technologies web, nous avons réalisé un projet visant à établir une connexion entre une page web et une base de données",
  "HTML_CSS_BDD_DESC2": "Ce projet a été l'occasion pour moi d'explorer de nouvelles technologies, notamment Docker et PHP.",
  "PHYSICS": "Physique",
  "THERMODYNAMICS": "Thermodynamique",
  "ELECTRICITY_AND_ELECTRONICS": "Électricité et électronique",
  "MECHANICS_AND_MATERIAL_RESISTANCE": "Mécanique et résistance des matériaux",
  "OPTICAL_SYSTEMS": "Systèmes optiques",
  "FLUID_MECHANICS_AND_VACUUM_TECHNOLOGY": "Mécanique des fluides et technologie du vide",
  "CHEMISTRY": "Chimie",
  "ATOMIC_AND_MOLECULAR_STRUCTURES": "Structures atomiques et moléculaires",
  "REDOX_CHEMICAL_KINETICS": "Cinétique chimique et réactions d'oxydoréduction",
  "SPECTROSCOPIC_TECHNOLOGY": "Technologie spectroscopique",
  "MATHEMATICS": "Mathématiques",
  "COMPUTER_SCIENCE": "Informatique",
  "EXPRESSION_COMMUNICATION": "Expression et communication",
  "PORTFOLIO_DESC1": "À travers ce projet de portfolio, j'ai conçu et développé une vitrine de mes compétences et de mes projets en tant que développeur. L'objectif était de créer un espace qui me représente professionnellement, mettant en avant mes travaux.",
  "PORTFOLIO_DESC2": "Ce portfolio est le reflet de mon parcours, de ma passion pour le développement logiciel et de mon engagement à rester à la pointe de la technologie dans un environnement professionnel dynamique.",
  "BATTLE_DESC1": "Dans mon jeu Pokémon Manager, j'ai conçu un système de combat où deux équipes de six Pokémon s'affrontent dans des duels entièrement automatique.",
  "BATTLE_DESC2": "L'implication du joueur réside dans la stratégie préalable : choisir méticuleusement son équipe de Pokémon avant le début de l'affrontement est essentiel, car une fois le combat lancé, le cours des événements est entre les mains de vos Pokémons.",
  "PC_DESC1": "Le PC de stockage dans Pokémon Manager est au cœur de la gestion stratégique du joueur. C'est ici que l'on peut gérer sa collection complète de Pokémon, en accédant à un ensemble détaillé d'informations pour chaque Pokémon.",
  "PC_DESC2": "Les joueurs peuvent non seulement sélectionner deux attaques parmi un large éventail que chaque Pokémon a la capacité d'apprendre, mais ils peuvent également composer leur équipe de combat en choisissant quels Pokémon seront actifs pour les affrontements à venir et lesquels resteront en réserve.",
  "NURSERY_DESC1": "La pension dans Pokémon Manager est actuellement l'unique moyen d'agrandir sa collection de Pokémon. Le système permet aux joueurs de commander des œufs en spécifiant le type désiré et la quantité, selon le niveau de développement de la pension.",
  "NURSERY_DESC2": "Suite à la commande, il faut traverser une période d'incubation avant de recevoir les œufs. Arrive alors une première étape de sélection, où les joueurs doivent éliminer la moitié des œufs, guidés uniquement par une estimation du potentiel caché de chaque œuf.",
  "NURSERY_DESC3": "Enfin, une phase de sélection finale se présente, révélant cette fois-ci le type de Pokémon de chaque œuf restant, permettant ainsi une stratégie plus affinée pour façonner son équipe.",
  "CALENDAR_DESC1": "Le calendrier est un outil central, offrant une vue d'ensemble des événements clés de la partie.",
  "CALENDAR_DESC2": "Il est conçu pour signaler les différents types d'activités : les événements liés à la pension sont indiqués en vert, tandis que ceux concernant les combats apparaissent en violet.",
  "CALENDAR_DESC3": "Cette fonctionnalité permet aux joueurs de se repérer facilement dans le flux des activités et de planifier stratégiquement leurs prochaines actions, en tenant compte des événements à venir dans l'univers du jeu.",
  "POKEDEX_DESC": "Le Pokédex donne aux joueurs un aperçu complet de tous les Pokémon du jeu, facilitant la planification de leur stratégie et la découverte de nouvelles espèces.",
  "GAMES_DESC": "Les joueurs peuvent également créer plusieurs parties, leur permettant d'explorer différentes stratégies et expériences de jeu.",
  "BATTLE": "Combat",
  "STORAGE_PC": "PC de stockage",
  "NURSERY": "Pension",
  "CALENDAR": "Calendrier",
  "POKEDEX": "Pokédex",
  "GAMES": "Parties",
  "GALLERY": "Galerie"
}
